Repository: RomanGL/VKSaver
Catalog: VKSaver2/VKSaver/VKSaver.PlatformShared/Strings/*/Resources.resw
Source language: en
Languages: be, de, uk

# VideoInfoView_LinksLoader.ErrorText
source: Click this button to get links for the video
be: Націсніце гэтую кнопку, каб атрымаць спасылкі на відэа
de: Drucken Sie dort um die Links zu erhalten
uk: Натисніть цю кнопку, щоб отримати посилання на відео

# VideoInfoView_LinksLoader.LoadingText
source: Looking for video links...
be: Шукаем спасылкі на відэа...
de: Suchen nach der Videolinks
uk: Шукаємо посилання на відео...

# VideoInfoView_LinksLoader.NoDataText
source: Unable to retrieve links to this video
be: Немагчыма атрымаць спасылкі на гэта відэа
de: Keine Links zu erhalten
uk: Неможливо отримати посилання на це відео

# VideoInfoView_SelectQuality.Text
source: Select video quality
be: Выберыце якасць відэа
de: Wählen Sie Videoqualität aus
uk: Виберіть якість відео

# VideoInfoView_StoresOn_Coub_Text
source: This video is stored on Coub servers
be: Гэта відэа захоўваецца на серверах Coub
de: Dieses Video wird auf Coub Servern gespeichert
uk: Це відео міститься на серверах Coub

# VideoInfoView_StoresOn_Unsupported_Text
source: This video is stored on an unsupported service
be: Гэта відэа захоўваецца на непадтрымліваемым сэрвісе
de: Dieses Video wird auf einem nicht unterstützten Dienst gespeichert
uk: Формат відеозапису не підтримується

# VideoInfoView_StoresOn_Vimeo_Text
source: This video is stored on the servers of Vimeo
be: Гэта відэа захоўваецца на серверах Vimeo
de: Dieses Video wird auf Vimeo Servern gespeichert
uk: Це відео міститься на серверах Vimeo

# VideoInfoView_StoresOn_VK_Text
source: This video is stored on the VK servers
be: Гэта відэа захоўваецца на серверах ВКонтакте
de: Dieses Video wird auf VK Servern gespeichert
uk: Це відео міститься на серверах ВКонтакті

# VideoInfoView_StoresOn_YouTube_Text
source: This video is stored on the servers of YouTube
be: Гэта відэа захоўваецца на серверах YouTube
de: Dieses Video wird auf YouTube Servern gespeichert
uk: Це відео міститься на серверах YouTube

# VideoSearchView_FilterFlyout_Title.Text
source: Video filter
be: Фільтр відэа
uk: Фільтр відео

# VideoSearchView_Filters_All_Text
source: all
be: усе
de: alle
uk: усі

# VideoSearchView_OnlyHD_Switch.Header
source: HD only
be: Толькі HD
de: Nur HD
uk: Тільки HD

# VideoSearchView_OwnVideos_Title.Header
source: downloaded
be: загружаныя
de: Heruntergeladende
uk: завантажені

# VideoSearchView_SafeSearch_Switch.Header
source: Safe search
be: Бяспечны пошук
de: Sichere Suche
uk: Безпечний пошук

# VideoSearchView_VideoDurations_ComboBox.Header
source: Video duration
be: Працягласць відэа
de: Videodauer
uk: Тривалість відео

# VideoSearchView_VideoDurations_Long_Text
source: long
be: доўгія
de: lang
uk: довгі

# VideoSearchView_VideoDurations_Short_Text
source: short
be: кароткія
de: kurz
uk: короткі

# VideoSearchView_VideoSortMethods_ByDate_Text
source: by date
be: па даце дадання
de: nach Datum
uk: за датою додавання

# VideoSearchView_VideoSortMethods_ByDuration_Text
source: by duration
be: па працягласці
de: nach Dauer
uk: за тривалістю

# VideoSearchView_VideoSortMethods_ByRelevance_Text
source: by popularity
be: па папулярнасці
de: nach Beliebtheit
uk: за популярністю

# VideoSearchView_VideoSortMethods_ComboBox.Header
source: Sorting method
be: Метад сартавання
de: sortieren nach...
uk: Тип сортування

# VideoSearchView_VideoTypes_ComboBox.Header
source: Video type
be: Тып відэа
de: Videoformat
uk: Тип відео

# VksmExtractionView_ContentText.Text
source: VK Saver is extracting MP3 from the cached VKSM files. Please wait...
de: VK Saver extrahiert MP3 aus VKSM Files im Cache. Bitte warten Sie...
uk: ВКачай виконує витяг MP3 з кешованих VKSM файлів. Будь ласка, зачекайте...

# VksmExtractionView_Title.Text
source: Extraction
de: Extrahieren
uk: Витяг

# LoginView_DirectAuth.Text
source: Direct authorization
de: Direkte Autorisierung
uk: Пряма авторизація

# LoginView_LoginExtendedField.PlaceholderText
source: login, phone number or email
de: Login-Name, Telefonnummer oder E-Mail
uk: логін, номер телефону або email

# LoginView_DirectAuthButton.Label
source: direct authorization
de: direkte Autorisierung
uk: пряма авторизація

# LoginView_OAuth.Text
source: Authorization via browser
de: Autorisierung über einen Browser
uk: Авторизація через браузер

# LoginView_OAuthButton.Label
source: login via browser
de: Autorisierung über einen Browser
uk: увійти через браузер

# Message_OAuth_Attention_Text
source: When using authorization through the browser, downloading and playing some videos may not be available. If you need to download and play all videos, use the direct authorization. Do you really want to login through the browser?
de: Wenn die Authentifizierung über den Browser verwenden werden einige Videos zum Download und sehen möglicherweise nicht zur Verfügung. Wenn Sie herunterladen müssen und ein Video abspielen, verwenden Sie die direkte Genehmigung. Wollen Sie wirklich über den Browser zu gehen?
uk: При використанні авторизації через браузер завантаження і перегляд деяких відеозаписів можуть стати недоступними. Якщо вам потрібно завантажувати і відтворювати відеозаписи, використовуйте пряму авторизацію. Ви дійсно хочете увійти через браузер?

# Message_OAuth_Attention_Title
source: Are you sure?
de: Sind Sie sicher?
uk: Ви впевнені?

# PromoView_Screen21_Line1_Text
source: Caching tracks
de: Musik-Caching
uk: Кешування музики

# PromoView_Screen21_Line2_Text
source: Cache tracks for offline playback!
de: Cachen Sie die Tracks um оnline abzuspielen!
uk: Кешуйте музику для оффлайн відтворення!

# PromoView_Screen22_Line1_Text
source: Local Library
de: Lokale Bibliothek
uk: Локальна бібліотека

# PromoView_Screen22_Line2_Text
source: Play your local audio
de: Geben Ihre lokale Tracks wider
uk: Відтворення завантаженої музики із телефону

# PromoView_Screen23_Line1_Text
source: We know everything about the music!
de: Wir wissen alles über die Musik!
uk: Ми знаємо про музику все!

# PromoView_Screen23_Line2_Text
source: Play tracks of your favorite artists
de: Geben Sie Songs Ihrer Lieblings-Künstler wider
uk: Відтворення треків улюблених виконавців

# PromoView_Screen24_Line1_Text
source: Last.fm scrobbler
de: Skrobbeln von Last.fm
uk: Скробблінг Last.fm

# PromoView_Screen24_Line2_Text
source: Always up-to-dated Last.fm profile!
de: Zeitloser Last.fm-Profil!
uk: Завжди актуальний профіль Last.fm!

# PromoView_Screen31_Line1_Text
source: Direct authorization
de: Direkte Autorisierung
uk: Пряма авторизація

# PromoView_Screen31_Line2_Text
source: All VK videos will be available!
de: Wird an alle Video VK verfügbar sein!
uk: Стануть доступні всі відео ВКонтакті!
